Repository: giellalt/corpus-sme
Catalog: tmx/nob/admin/sd/reports_no/norutrapport_2012_6_samisk.pdf.tmx
Source language: sme
Languages: nob

source: Danin leat ge Deanu giellaguovddážis doaimmat maiddái iežas gieldda olggobealde.
nob: Språksenteret i Tana har derfor engasjert seg i virksomhet utenfor egen kommune.

source: Muhtun jagiid dás ovdal doalai giellaguovddáš giellakurssiid Bearalvágis ja Njeareveajis, ja guovddáš lea oalle jámma doallan kurssiid Finnmárkku fylkagieldda bargiide Čáhcesullos.
nob: Berlevåg og Nervei, og med jevne mellomrom har senteret kjørt språkkurs for ansatte i Finnmark fylkeskommune i Vadsø.

source: Diekkár kurse lea aitto leamaš, ja ledje eanet obmot geat livčče hálidan searvat go kursses ledje sajit.
nob: Dette er nylig kjørt igjen, og det var flere som ønsket å delta enn det var plass til.

source: 2011 čavčča lágiduvvui eahketkurse mii lei hui geasuheaddji (63 dieđihedje kursii), mii sáddejuvvo jietna ‐ govvakursen sihke Girkonjárgii ja
nob: Høsten 2011 ble det kjørt svært populære kveldskurs (63 påmeldte) over lyd ‐ bilde til både Kirkenes og Vadsø.

source: Čáhcesullui. Isak Saba guovddáš lea miha lagabus dien guovtti gieldda, muhto go Unjárgga giellaguovddážis ii lean kapasitehta lágidit kurssiid ránnjágielddain, de sii šihtte Deanu giellaguovddážiin, ahte sii lágidit daid.
nob: Rent fysisk ligger Isak Saba senteret nærmere opp mot disse to kommunene, men siden språksenteret i Nesseby ikke hadde kapasitet til å kjøre kurs i nabokommunene, kom de til enighet om at språksenteret i Tana skulle gjennomføre disse.

source: Go nie viidát lea doaibman olggobealde gieldda, de lea diehttelas čuohcan daid fálaldagaide maid guovddáš sáhttá fállat iežas gielddas.
nob: Den omfattende virksomheten utenfor

source: Sii leat lágidan giellakurssiid beaivet, muhto lea oalle guhkes áigi dan rájes leamaš eahketkursset Deanus.
nob: kommunen har naturlig nok gått ut over det tilbudet senteret kan tilby i egen kommune.

source: Dat eai leat lágiduvvon 2008 rájes.
nob: Det er kjørt språkkurs på dagtid, men det begynner nå å bli en stund siden sist det ble arrangert kveldskurs i Tana, da må en helt tilbake til 2008.

source: Mánát ja nuorat leat ulbmiljoavku maid leat olahan ollu iešguđetlágan doaimmaiguin. Dat leat dakkáraš doaimmat go identitehtaásaheaddji prošeavttat nugo designgilvu, juoiganbottut, rájáidrasttideaddji sámi giellagoađástallan nuoraide, ja vel Ovttas !
nob: Barn og unge er en målgruppe som er nådd gjennom flere ulike tiltak som identitetsbyggende prosjekt ved designkonkurranse, joikeverksted, grenseoverskridende samisk språkleir for ungdom, samt Ovvtas !

source: , mii lea skuvllaid ja mánáidgárddiid sámegielovttasbargu Deanuleagis.
nob: Samisk språk‐ skole‐ og barnehagesamarbeid i Tanadalen. Her er en rekke

source: Das leat ollu ovttasbargit sihke skuvladásis ja gielddadásis Deanus ja Davvi ‐ Suomas.
nob: samarbeidsparter involvert på skole‐ og kommunenivå i Tana og Nord ‐ Finland.

source: Giellaguovddáš lea bargan ollu iešguđetlágan tearbmaprošeavttaiguin, lea čohkken láhkasániid Sis‐ Finnmárkku diggegoddái, čohkken doahpagiid gielddabálvalusaide, ja sániid ja dadjanvugiid mat gullet luossabivdui ja muohta ‐ ja dálvesániid – maid vuođul maiddái leat ráhkadan smávva girjjáziid maidda lea stuora beroštupmi.
nob: Språksenteret har vært engasjert i en rekke ulike termeprosjekter, både innenfor lovspråk for Indre Finnmark tingrett, termer knyttet til kommunale tjenestebeskrivelser, og ord og uttrykk innenfor laksefiske og snø‐ og vinterord. De siste har ført til produksjon av små ordbøker som har blitt svært populære.

source: Gieskat almmuhii guovddáš maiddái aibbas ođđa app mas leat muohtasánit sámegillii.
nob: Nylig lanserte også senteret en helt ny app med snøuttrykk på samisk.

source: Guovddáš ráhkada maid kalaendara juohke jagi.
nob: Senteret produserer også årlig en kalender.

source: gieldda siskkáldas dárbbuid, jorgalit čállosiid ja dulkojit dárbbu mielde.
nob: Arbeidsfordelingen synes å være grei ved at språksenteret tar seg av den utadrettede virksomheten mens språkkonsulenter jobber med kommunens interne behov for oversettelse og tolking.

source: Giellaguovddáš muitala ahte sii eai leat oalát lihkostuvvan giellakafea lágidemiin, dasa leamaš unnán beroštupmi olbmuin.
nob: Språksenteret mener de ikke helt har fått til konseptet med språkkafe som har hatt dårlig oppmøte.

source: Sii leat maid vásihan ahte ferte hui dárkilit smiehttat guđemuttos áiggi jagis kurssiid lágida. Giđđat, cuoŋománus / miessemánus lea váttis oažžut olbmuid searvat, ja fas čavččabealde, borgemánus / čakčamánus go ollu olbmut leat lubmemin, bivddus dahje eará bargguin maid dieid áiggiid lávejit doaimmahit.
nob: De har også erfaring med at en må tenke nøye over når på året de ulike kursene settes opp, da oppmøtet er svært laber til tider på våren april / mai, og på høsten august / september da multeplukking og jakt er populære aktiviteter.

source: Guovddáža áigumuš lea vel eambbo vuoruhit muhtun
nob: Det er en noen målgrupper sentret ønsker å prioritere

source: Guovddážis leat dál guokte bargi, muhto sii leat muhtun áiggiid leamaš golmmas.
nob: Senteret har i dag to ansatte, men de har i perioder vært tre.

source: Guovddáš atná ollu ávkki SEG bargiin, geat sáhttet bargat giellaguovddáža prošeavttaiguin.
nob: Senteret trekker en del på andre ansatte ved SEG, som kan jobbe innenfor språksenterets prosjekter.

source: Sáhttá leat oalle hástalus fidnet bargiid geain lea nu buorre formálalaš oahppu sámegielas, ahte sáhttet kurssiin oahpahit, muhto seammás leat maid deattuhan guvlui gullevašvuođa.
nob: Det kan være utfordrende å rekruttere ansatte med tilstrekkelig formell samiskkompetanse til å gjennomføre språkkurs, men det blir også vektlagt å ha en tilhørighet til området.

source: Giellaguovddážis leat áiggiid čađa bargan eanas Detnui gullevaš olbmot.
nob: De fleste som har vært ansatt i språksenteret opp gjennom tidene, har en tilhørighet til Tana.

source: Muhtun kursset leat lágiduvvon eahkeskursen, ja sáhttá leat váttis
nob: En del av kursvirksomheten foregår på kveldstid, og det

source: gávdnat oahpaheddjiid geat astet eahkediid bargat.
nob: kan være utfordrende å få lærere til å prioritere dette framfor ordinær arbeidstid.

source: Danin leat ge muhtun prošeavttaide bálkáhan olbmuid bargui oanehisáiggi šiehtadusain.
nob: I forbindelse med gjennomføringen av enkelte prosjekter er personer engasjert på korte kontrakter.

source: 7.4 Doaimma ruhtadeapmi
nob: 7.4 Finansiering av virksomheten

source: Giellaguovddáš oažžu doaibmadoarjaga Deanu gielddas, Sámedikkis ja Finnmárkku fylkasuohkanis.
nob: Driftsstøtte til språksenteret kommer fra Tana kommune, Sametinget og Finnmark fylkeskommune.

source: Dasa lassin čađahit sii prošeavttaid maidda ožžot olggobeale ruhtadeddjiin doarjaga.
nob: I tillegg gjennomføres prosjekter med ekstern finansiering.

source: SEG ruhtada ollu prošeavttaid maid giellaguovddáža bargit čađahit.
nob: Flere av disse prosjektene er administrert av SEG, men hvor ansatte i språksenteret utfører deler av prosjektene.

source: Leat maid čađahuvvon dakkár kursset maid earát
nob: Det er også eksempler på

source: leat álggahan ja maidda leat eará ásahusain ožžon ruhtadoarjaga, ja leat de sirdojuvvon giellaguovddážii (tearpmat almmolaš bálvalusaide, láhkagiella).
nob: prosjekter som er initiert av andre og fått ekstern finansiering for senere å bli lagt til språksenteret (termer for offentlige tjenester, lovspråk,).

source: Sámediggi lea deháleamos prošeaktaruhtadeaddji, ja giellaguovddáš lohká dikki jahkásaš vuoruhemiid hui dárkilit, gávnnahan dihte lea go dárbu ovddidit áigeguovdilis doaimmaid maid sáhtášii čađahit, juogo dábálaš doaibmaruhtademiin dahje liigedoarjagiiguin.
nob: Sametinget er den viktigste finansiøren av prosjektvirksomhet, og språksenteret leser de årlige prioriteringene nøye for å se om det er behov for å utvikle relevante tiltak som kan gjennomføres innenfor driftsfinansieringen eller med eksterne midler.

source: Guovddáš ii oaččo gal álo doarjaga maid ohcá, muhto lea seammás maid oaidnán ahte lea vejolaš oažžut doarjaga dakkár fuomášumiide maid mat eai leat
nob: Senteret når ikke alltid opp i sine søknader, men ser at det også går an å få finansiert ideer som ikke nødvendigvis er prioriterte områder.

source: vuoruhuvvon. Guovddáš lea maid «Ovttas !
nob: Senteret har også prosjektledelsen for «Ovttas ! som

source: prošeavtta jođiheaddji, masa earet eará leat ožžon internašuvnnalaš doarjaga EU Interreg prográmmas.
nob: blant annet har fått internasjonal finansiering fra EU. ‐ programmet Interreg.

source: 7.5 Doaimma ulbmil ja beaktu
nob: 7.5 Mål og effekter av virksomheten

source: Informánttaid mielas lea giellaguovddážis leamaš dehálaš doaibma sámegiela gelbbolašvuođa huksejeaddjin áiggiid čađa, ja lea nagodan váikkuhit dasa ahte eanebut leat dohkkehišgoahtán
nob: Språksenteret har i følge informantene hatt en viktig rolle i å bygge opp samiskspråklig kompetanse over tid og bidratt til at aksepten for det samiske har endret seg til det positive.

source: sámegiela. Statistihkas oaidnit ahte mánáid lohku geain lea sámegiella skuvllas ja mánáidgárddis lassána, ja dat leat hui buorre mearka mii čájeha miellaguottuid rievdama, ja váhnenbuolva soaitá ožžon vejolašvuođa oažžut mánáid oahppat giela maid ieža eai beassan oahppat.
nob: foreldregenerasjonen er det kanskje mulighet til å gi barna tilbake språket de selv gikk glipp av.

source: Guovddáš lea okta moatti sámi institušuvnnas mii lea oalle oidnosis gielddas.
nob: Senteret er en av få synlige samiske institusjoner i kommunen.

source: Liikká leat máŋggas geat čujuhit dasa ahte guovddáš ii leat doarvái oidnosis lagas servodagas, ja eandalii maŋemus áiggiid go leat nu ollu doaimmat leamaš olggobealde gieldda, de lea guovddáža doaibma gielddas leamaš oalle čihkosis.
nob: Det er likevel flere som trekker fram at senteret ikke er nok synlig ute i samfunnet, og at det særlig den siste tiden med mye aktivitet utenfor kommunen, har vært et vakuum hvor det har skjedd lite på hjemmearenaen.

source: Muhtumat váillahit praktihkalaš bargamušaid mat sáhttet čohkket olbmuid ja nu sáhtášii olahit eará ulbmiljoavkkuid.
nob: Noen savner mer praktiske tiltak som kan skape møteplasser og når andre målgrupper.

source: Guovddáža iežas bargit namuhit nuoraid giellagoađástallama dehálaš doaibman, mii lea báiki gos giela sáhttá geavahit.
nob: Selv trekker de ansatte i språksenteret fram språkleirene for ungdom som viktige tiltak for å skape språkarenaer.

source: Giellakafea maid guovddáš lea lágidan ovttas sámeskuvllain, ii leat geasuhan nu ollugiid go livčče sávvan.
nob: Språkkafeene som senteret har arrangert sammen med sameskolen har ikke hatt så stor oppslutning som ønsket.

source: Giellaguovddáš ii čále maidege dásseárvvu birra iežas jahkedieđáhusain, muhto čállá ahte leat arvat eambbo nissonolbmot go dievddut geat kurssiid čuvvot.
nob: Språksenteret rapporterer ikke på likestilling i sine årsmeldinger, men sier at det er en stor overvekt av kvinner som deltar på kursene.

source: Guovddáža jođiheaddji lea dievdu ja prošeaktamielbargi lea nissonolmmoš.
nob: Blant de ansatte er leder mann og prosjektmedarbeider kvinne.

source: Sii čađahit čálalaš árvvoštallama maŋŋel go giellakurssiid leat čađahan, ja guovddáš geahččala heivehallat lágideami oasseválddiid sávaldagaid mielde.
nob: Det foretas skriftlige evaluering etter at språkkursene er gjennomført, og senteret prøver å justere opplegget etter deltakernes ønsker.

source: Sii geat čuvvot jietna ‐ govva kurssiid, dieđihit ahte sáhttá leat oalle lossat bargat diekkár vuogi mielde.
nob: Deltakerne på kursene som kjøres over lyd ‐ bild, melder at det kan være krevende å jobbe med et slikt medium.

source: 7.6 Árvvoštallan
nob: 7.6 Vurdering

source: Sámi giellaguovddáš Deanus lea dakkár birrasis gos leat buorit vejolašvuođat ovddidit miellagiddevaš
nob: Samisk språksenter i Tana er i et miljø hvor det er gode muligheter til å utvikle spennende prosjekter,

source: prošeavttaid, ja sii olahit miehtá Nuorta ‐ Finnmárkku go ovttasbarget Unjárgga giellaguovddážiin.
nob: og med et nært samarbeid med språksenteret i Nesseby server senteret et marked som når hele Øst‐ Finnmark.

source: Go nie viidát leat doaibman maŋemus jagi, de dat lea muhtun muddui čuohcan guovddáža iežas ruovttugieldda doaimmaide.
nob: Denne regionale satsingen det siste året har gått noe på bekostning av aktiviteten i egen kommune.

source: Dat govvida man váttis sáhttá vuoruhit doaimmaid, go galgá maid čoavdit daid giellakursedárbbuid mat olggobealde gieldda leat, mat dađistaga lassánit.
nob: Dette belyser et dilemma der oppfølgingen av en økt etterspørsel etter språkkurs utenfor kommunen kan utfordre senterets andre prioriteringer.

source: SEG goavddi vuolde lea buorre leahket, go de sáhttá atnit ávkin olles organisašuvnna gelbbolašvuođa ja kapasitehta.
nob: Å være under SEGs paraply gir senteret en rekke fordeler med å utnytte kompetansen og kapasiteten i hele organisasjonen.

source: Dát lea earenoamáš mávssolaš suomabeale radjeguovlluid ovttasbarggus Deanuleagis.
nob: Særlig i forhold til det grenseregionale samarbeidet mot finsk side i Tanadalen er dette viktig.

source: Giellaguovddáš doaibmá gielddas mii lea oassi sámegiela hálddašanguovllus, ja danin lea ge gieldda
nob: Som en kommune innenfor språkforvaltningsområdet for samisk språk har språksenteret en viktig oppgave i å serve kommunen.

source: bálvaleapmi okta guovddáža deháleamos bargguin. Muhto gielda sáhtášii boahttevuođas čielgaseappot oažžut ovdan makkár bálvalusaid sii dárbbašit giellaguovddážis, sihke danin vai duhtada Sámedikki, mii hálida oaidnit eanet ovdáneami guovttegielatvuođadoarjagiid geavaheamis, muhto maiddái danin vai movttiidahttá eanet gielddabargiid čuovvut giellaguovddáža kurssiid.
nob: Kommunen må trolig i framtiden være klarere i sin bestilling på hva de ønsker fra språksentret, både for å tilfredsstille Sametingets ønsker om mer fokus på utviklingsbiten i fordelingen av tospråklighetsmidlene, men også for å motivere flere kommunalt ansatte til å benytte seg av tilbudene språksenteret gir.

source: Sáhttá leat nu ahte OS oganiserenmálle, mas gielda lea váldooamasteaddji, soaitá dagahit liige hástalusaid mat gusket dasa movt gielda vuoruha juohkit guovttegielatvuođadoarjagiid giellaguovddážii.
nob: Det er mulig organisasjonsformen med et AS hvor kommunen er hovedeier kan føre til noen utfordringer med kommunens overføring av tospråklighetmidler til språksenteret.

source: Giellaguovddáža ja gieldda guovtti giellakonsuleantta bargojuohkin orro doaibmamin bures, giellaguovddáš bargá olggosguvlui doaimmaiguin, ja giellakonsuleanttat bálvalit fas gieldda siskkáldas dárbbuid, jorgalit ja dulkojit dárbbu mielde.
nob: Arbeidsfordelingen mellom språksenteret og kommunens tro språkkonsulenter synes

source: 8 Gáisi Giellaguovddáš – Sámi giellaguovddáš Romssas
nob: å være grei ved at språksenteret tar seg av den utadrettede virksomheten mens språkkonsulenter jobber med kommunens interne behov for oversettelse og tolking.

source: 8.1 Duogáš dasa manne giellaguovddáš ásahuvvui
nob: 8.1 Bakgrunn for opprettelsen av språksenteret

source: 1995:s mearridii Romssa gielda sámi kultuvrii ja ealáhussii doaibmaplána.
nob: I 1995 vedtok Tromsø kommune en handlingsplan for samisk kultur og næring.

source: Dalle evttohedje guokte doaimma; dieđihit Moskavuona guovllu sámi ovddidanfoandda doaibmaguvlui ja ásahit sámi giellaguovddáža Moskaluktii.
nob: To tiltak ble foreslått; å melde Ullsfjordområdet inn i virkeområdet for samisk utviklingsfond, og etablere et samisk språksenter i Lakselvbukt.

source: Vuosttaš áigumuš ollašuvai 1997:s, ja giellaguovddáš čatnasii formálalaččat Sámedikki doarjjaortnegiidda go 2004:s oažžugođii Sámedikkis vuođđodoarjaga.
nob: Det første tiltaket ble realisert i 1997, mens språksenteret formelt kom inn under Sametingets grunnstøtteordning i 2004. Gjennom et kommunalt samisk språkprosjekt som var

source: Giellaguovddáža vuođđu ásahuvvui sámegielprošeavttain maid suohkan čađahii Moskavuonguovllus 2002:s.
nob: kjørt i Ullsfjordområdet fra 2002, ble grunnlaget for språksenteret lagt.

source: Dan prošeavttas kártejedje man viidát sámegiella lei diein guovlluin anus, ja maiddái makkár gielalaš ja kultuvrralaš beroštumit dan guovllus ledje.
nob: I prosjektet ble det gjort en kartlegging av hvor mye samisk som var i bruk i området, samt interesse og behov for språklige og kulturelle tiltak.

source: Giellaguovddáža asaheapmi Moskaluktii vulggii ge das go dan guovllus ledje mearrasámi árbeverut nannosat, ja ledje maid áŋggirdeaddjit ja sámi organisašuvnnat mat dieinna prošeavttain barge, mat oččodedje giellaguovddáža dohko.
nob: Lokaliseringen i Lakselvbukt kom altså med bakgrunn i at det var her de sjøsamiske tradisjonene stod sterkest, og hvor ildsjeler og samiske organisasjoner jobbet fram etableringen gjennom prosjektet.

source: Guovddáš lea giliviesus maid suohkan oamasta, ja lea guovdu gili.
nob: Senteret er lokalisert sentralt i bygda til grendehuset som er eid av kommunen.

source: Giellaguovddáža lanjat leat jur bajábealde skuvlla.
nob: Lokalene ligger rett ovenfor skolen.

source: 8.2 Organiserenmálle válljen
nob: 8.2 Valg av organisasjonsform

source: Go ledje vuos oažžugoahtán bistevaš doarjaga Sámedikkis, de bargagohte oažžut suohkana ja Romssa fylkka maid fárrui, mat dasto dovde geatnegasvuohtan juolludit doaibmadoarjaga.
nob: Med den faste bevilgningen fra Sametinget på plass, ble det det jobbet mot kommunen og Troms fylke som forpliktet seg til å bidra med driftsstøtte.

source: Guovddáš ásahuvvui suohkanii ossodahkan, falástallan ‐ ja kultursuorgái.
nob: Senteret ble organisert som en kommunal avdeling under idrett og kultur.

source: Dat mearkkaša ahte suohkanis lea bargiide ovddasvástádus, ja maiddái virgáibidjanovddasvástádus, ja maiddái rehketdoallu ja latnjadilli
nob: Dette betyr at kommunen har personalansvar inklusive ansvar for ansettelser, samt ansvar for regnskap og lokaler.

source: lea suohkana ovddasvástádus.
nob: overforbruk av midler.

source: Leat máŋggalágan oaivilat dasa lea go falástallan ‐ ja kultuvrra vuollásaš organiseren buoremus čoavddus, go livččii han maid heiven válljet oahpahusossodaga.
nob: Det er ulike oppfatninger om organiseringen under idrett og kultur er optimal da opplæringsavdelingen også kunne være aktuell.

source: Almmatge čujuhit muhtumat dasa ahte sáhttá leat buoret bissot dakkár ossodaga vuollásažžan man bargamušat eai leat lágain mearriduvvon doaimmat.
nob: Det blir imidlertid trukket fram at det kan være fordeler å ligge under en avdeling som har ikke ‐ lovpålagte oppgaver.

source: Álggos lei guovddážis oktavuohtajoavku Romssa suohkanis mii lei fárus ovddideamen guovddáža doaimmaide sisdoalu, muhto Sámediggi gáibidii nammadit sierra stivrra.
nob: Til å begynne med hadde senteret en kontaktgruppe i Tromsø kommune som var med på å utvikle innholdet i senterets aktivitet, men Sametinget krevde at det skulle opprettes et eget styre.

source: Dat válljejuvvui 2007:s, ja stivrras leat 5 fásta lahtu.
nob: Dette kom på plass i 2007, og har bestått av 5 faste medlemmer.

source: Guokte báikkálaš sámi searvvi árvaleaba goabbáge ovtta áirasa, suohkanis lea okta áirras ja guokte áirasa sáhttet earát evttohit.
nob: hver sin representant, kommunen har en representant, og to plasser er åpne for forslag fra andre.

source: Guovddáža beaivválaš jođiheaddji lea stivrra čálli.
nob: Senterets daglige leder er sekretær for styret.

source: Njuolggadusain daddjo ahte stivrras lea čađačuovvu ovddasvástádus gozihit guovddáža doaimmaid.
nob: I vedtektene står det at styret har det overordnede ansvaret for senterets løpende virksomhet.

source: Almmatge muitaluvvo ahte stivrras ii leat nu viiddis mandáhtta.
nob: Det gis likevel uttrykk for at styret har et begrenset mandat.

source: árvalusaid ja ovddida ođđa jurdagiid, muhto lea suohkana kulturhoavda ja beaivválaš jođiheaddji geain lea loahpalaš mearridanváldi.
nob: Styret bidrar aktivt inn med innspill og ideer, men det er kommunen ved kultursjefen og daglig leder som i siste instans fatter beslutningene.

source: Stivrras leat áiggiid čađa leamaš eanas moskavuotnalaččat, muhto gieskat molso stivrajođiheaddji, ja de bođii stivrii “ gávpotlaš ” jođiheaddjin.
nob: Styret har tradisjonelt vært dominert av lokale folk fra Lakselvbukt, men et nylig styrelederskifte har brakt inn en ny leder fra «byenš. I 2009 ble det

source: 2009. s ráhkadedje guovddážii dovdomearkka ja 2010:s navde guovddáža Gáisi Giellaguovddáš.
nob: utarbeidet en ny logo for senteret og det nye navnet Gáisi Giellaguovddáš, ble tatt i bruk i 2010.

source: Ággan dasa manne molso nama, lei ahte giellaguovddáš dárbbaša dakkár nama mii dan čatná dan guovllu eatnamiidda, gillii ja kultuvrii, ja maiddái vai šaddá eanet oainnus iežas doaibmaguovllus.
nob: Begrunnelsen for navnebyttet var at språksenteret behøver et navn som assosieres med områdets natur, samiske språk og kultur, samt å bli mer synlig i sitt virkeområde.

source: 8.3 Giellaguovddáža doaibma
nob: 8.3 Språksenterets virksomhet

source: Guovddáš galgá leat regionála ja báikkálaš gelbbolašvuođaguovddáš olles Romssa suohkanii ja muđui dien guovllus.
nob: Senteret skal være et regionalt og lokalt kompetansesenter for hele Tromsø kommune og regionen forøvrig.

source: Dat galgá árjjalaččat veahkehit áimmahuššat, ealáskahttit, ovddidit, dokumenteret ja gaskkustit sámegiela ja kultuvrra, áibaida mearrasámi guovlluin.
nob: Det skal være en aktiv pådriver for å ivareta, revitalisere, videreutvikle, dokumentere og

source: Die lea oalle stuora áigumuš go smiehttá dan man viiddis suohkan lea, man ollu olbmot doppe ásset, ja maiddái dán dáfus go giellaguovddážis lea hui nanu báikkálaš čanastat Moskaluktii, gos lea sullii diimmu mátki Romssa
nob: formidle samisk språk og kultur, spesielt i de sjøsamiske områdene. Dette er et ambisiøst mål tatt i

source: gávpogii.
nob: Tromsø sameforening hadde utarbeidet planen, som kommunen besluttet å iverksette.

source: Moskavuona guovllus lea oalle čielga mearrasámi kultuvra, muhto gávpoga sámi birrasa gal leat báidnán sii geat gávpogii leat fárren iešguđet guovlluin, ja geain lea iešguđetlágan sámi kulturduogáš.
nob: Mens den sjøsamiske kulturen dominerer i Ullsfjordområdet, preges det samiske miljøet i byen av innflyttere fra ulike områder og med ulik samisk kulturbakgrunn.

source: Eanas doaimmat leat Moskaluovttas, gos lágidit eanas giellakurssiid ja maiddái muhtun eará oanehit kurssiid.
nob: Aktiviteten har sin hovedbase i Lakselvbukt hvor de fleste språkkurs og en del kortere kurs finner sted.

source: Romssa gávpogis lágidit maid oanehis fáddákurssiid, oanehis sámegielkurssiid ja giellaguovddáš lágida maid doaluid ovttas sámi organisašuvnnaiguin. Giellaguovddáš ii leat maŋemus
nob: I Tromsø by arrangeres også kortere tematiske kurs, minikurs i samisk, og språksenteret samarbeider med ulike samiske organisasjoner

source: jagiid oppanassiige lágidan guhkit giellakurssiid gávpogis.
nob: om arrangement. Språksenteret har ikke de siste årene satset på å kjøre lengre språkkurs i byen.

source: Lea váttis gávdnat oahpaheddjiid, go lea stuora gilvu oažžut sin, ja gávpogis leat maid earát geat fállet kurssiid.
nob: Det er vanskelig å rekruttere lærere da det er stor rift om kompetansen, og det finnes andre kurstilbydere i byen.

source: Leat lágidan kurssiid ránnjásuohkanis Báhccavuonas.
nob: Det er også blitt kjørt språkkurs i nabokommunen Balsfjord.

source: Giellaguovddáš galgá bálvalit suohkanhálddahusa go ohcalit sámi giella ‐ ja kulturveahki, muhto dat ii leat formálalaš ovttasbargu.
nob: Språksenteret skal dekke behovet for samisk språk og kultur i kommuneadministrasjonen, men dette er ikke formalisert.
